allure-results/72380117f4864d10b8af1248e18485fe-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><CreateSender xmlns="http://tempuri.org/"><ParamSender><AgentID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">PRODTEST717</AgentID><DOB xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">10-10-1990</DOB><Email xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">superlans80@gmail.com</Email><MothersMaidenName xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><Nationality xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">BOL</Nationality><Phone1 xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">79748420</Phone1><Phone2 xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><SenderCityID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">290341</SenderCityID><SenderCityName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">LUKE A F B</SenderCityName><SenderCountry xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">USA</SenderCountry><SenderFirstName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jjcID</SenderFirstName><SenderGender xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><SenderLastName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jjcID</SenderLastName><SenderMiddleName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jjcID</SenderMiddleName><SenderOccupation xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Tester</SenderOccupation><SenderStateID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">4320</SenderStateID><SenderStateName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">ALABAMA</SenderStateName><SenderStreetAddress1 xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Street 123</SenderStreetAddress1><SenderStreetAddress2 xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><UserID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jaitkenag</UserID><ZipCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">12345</ZipCode></ParamSender></CreateSender></soap:Body></soap:Envelope>